Repository: OpenXT/xenclient-oe
Catalog: recipes-support/uim/uim-1.3.1/translations/*.po
Languages: de, es, fr, zh_cn

source: A multi-segment kana-kanji conversion engine
de: Multi-Segment-Konvertierungs-Engine für Kana-Kanji
es: Conversor de caracteres kana y kanji multisegmento
fr: Un moteur de conversion kana-kanji multi-segment
zh_cn: 多段 kana-kanji 转换引擎

source: Direct input
de: Direkte Eingabe
es: Entrada directa
fr: Entrée directe
zh_cn: 直接输入

source: Direct input mode
de: Direkter Eingabemodus
es: Modo de entrada directa
fr: Mode d'entrée directe
zh_cn: 直接输入模式

source: Hiragana input mode
de: Eingabemodus Hiragana
es: Modo de entrada Hiragana
fr: Mode d'entrée Hiragana
zh_cn: Hiragana 输入模式

source: Katakana input mode
de: Eingabemodus Katakana
es: Modo de entrada Katakana
fr: Mode d'entrée Katakana
zh_cn: Katakana 输入模式

source: Halfwidth Katakana
de: Katakana Halbe Breite
es: Katakana de anchura media
fr: Katakana à demi-chasse

source: Halfwidth Katakana input mode
de: Eingabemodus Katakana Halbe Breite
es: Modo de entrada Katakana de anchura media
fr: Mode d'entrée Katakana à demi-chasse
zh_cn: Halfwidth Katakana 输入模式

source: Halfwidth Alphanumeric
de: Alphanumerisch Halbe Breite
es: Alfanumérico de anchura media
fr: Alphanumérique à demi-chasse

source: Halfwidth Alphanumeric input mode
de: Eingabemodus Alphanumerisch Halbe Breite
es: Modo de entrada alfanumérico de anchura media
fr: Mode d'entrée alphanumérique à demi-chasse
zh_cn: Halfwidth Alphanumeric 输入模式

source: Fullwidth Alphanumeric
de: Alphanumerisch Volle Breite
es: Alfanumérico de anchura completa
fr: Alphanumérique à pleine chasse

source: Fullwidth Alphanumeric input mode
de: Eingabemodus Alphanumerisch Volle Breite
es: Modo de entrada alfanumérico de anchura completa
fr: Mode d'entrée alphanumérique à pleine chasse
zh_cn: Fullwidth Alphanumeric 输入模式

source: Romaji input mode
de: Eingabemodus Romaji
es: Modo de entrada Romaji
fr: Mode d'entrée Romaji
zh_cn: Romaji 输入模式

source: Kana input mode
de: Eingabemodus Kana
es: Modo de entrada Kana
fr: Mode d'entrée Kana
zh_cn: Kana 输入模式

source: AZIK extended romaji input mode
de: Eingabemodus AZIK Erweitert Romaji
es: Modo de entrada romaji extendido AZIK
fr: Mode d'entrée romaji étendu AZIK
zh_cn: AZIK 扩展 Romaji 输入模式

source: direct
de: direkt
es: directa
fr: directe
zh_cn: 直接

source: Direct Input Mode
de: Direkter Eingabemodus
es: Modo de entrada directa
fr: Mode d'entrée directe
zh_cn: 直接输入模式

source: Direct
de: Direkt
es: Directa
fr: Directe
zh_cn: 直接

source: Pass through all user input without any modification
de: Alle Benutzereingaben unverändert weitergeben
es: Transferir todas las entradas del usuario sin modificación
fr: Transmettre toutes les entrées utilisateur sans aucune modification
zh_cn: 传递用户输入的所有内容但不进行修改

source: off
de: ein
es: desactivado
fr: désactivée
zh_cn: 关

source: on
de: aus
es: activado
fr: activée
zh_cn: 开

source: New Pinyin (Simplified)
de: Pinyin neu (Vereinfacht)
es: Nuevo Pinyin (Simplificado)
fr: Nouveau Pinyin (simplifié)
zh_cn: 新拼音(简体)

source: Pinyin input method (Simplified Chinese version)
de: Eingabemethode Pinyin (Vereinfachtes Chinesisch)
es: Método de entrada Pinyin (versión Chino simplificado)
fr: Méthode d'entrée Pinyin (version chinois simplifié)
zh_cn: 拼音输入法(简体中文版)

source: Pinyin Input Mode
de: Eingabemethode Pinyin
es: Modo de entrada Pinyin
fr: Mode d'entrée Pinyin
zh_cn: 拼音输入模式
